{
  "layout": {
    "title": "Honkai: Star Rail Wiki Database",
    "description": "A complete list of all playable characters in Honkai: Star Rail.",
    "footer": "HSRBuilds is a Database, Tier List, and Guide for Honkai: Star Rail.",
    "footer_advice": "Honkai: Star Rail is not endorsed by HoYoverse or COGNOSPHERE PTE. LTD., and does not reflect the views or opinions of anyone officially involved in producing or managing Honkai: Star Rail.",
    "privacy_policy": "Privacy Policy",
    "contact": "Contact",
    "characters": "Characters",
    "relics": "Relics",
    "lightcones": "Light Cones",
    "tierlist": "Tierlist"
  },
  "characters": {
    "title": "Honkai: Star Rail All Characters List",
    "description": "A complete list of all playable characters in Honkai: Star Rail..",
    "characters": "Characters",
    "characters_description": "Characters are obtainable units in Honkai: Star Rail.",
    "type": "Type",
    "element": "Element"
  },
  "character": {
    "title": "Honkai: Star Rail {name} Build Guide",
    "description": "Discover the best builds and teams for {name} in Honkai: Star Rail. Also included are their skills, upgrade costs, and more.",
    "skills": "Skills",
    "traces": "Traces",
    "eidolon": "Eidolon",
    "characters": "Characters",
    "best_light_cone": "Best Light Cone",
    "relics_and_ornament": "Relics and Ornament",
    "best_stats": "{name} Best Stats",
    "best_substats": "{name} Best Substats",
    "best_relics": "{name} Best Relics",
    "best_ornaments": "{name} Best Ornaments",
    "best_lightcones": "{name} Best Light Cones",
    "best_teams": "{name} Best Teams"
  },
  "lightcones": {
    "title": "Honkai: Star Rail Light Cones Lists",
    "description": "A complete list of all Light Cones and their stats in Honkai: Star Rail.",
    "lightcones": "Light Cones",
    "lightcones_desc": "Light Cones are items equipable by characters to boost their Base HP, Base ATK, and Base DEF and grant a passive ability to characters whose path matches that of the Light Cone."
  },
  "relics": {
    "title": "Honkai: Star Rail Relics List",
    "description": "A complete list of all Relics and their stats in Honkai: Star Rail.",
    "relics": "Relics",
    "relics_desc": "Relics are items that can be equipped onto characters. Relics provide additional stats, including HP, Speed, Attack, and Defense to the equipped character. All Relics give extra boosts when paired with their counterparts, called a \"set\". Relics can be upgraded with EXP material to increase stats.",
    "set": "Set"
  },
  "tierlist": {
    "title": "Honkai: Star Rail Tier List",
    "description": "Discover a comprehensive tier list ranks all the 5-Star, 4-Star, DPS, and support characters in HSR, allowing you to make informed decisions about your team composition. Stay ahead of the competition and unleash the true potential of your squad with our expertly curated guide. Explore the Tier List and uncover the powerhouses that will lead you to victory in Honkai: Star Rail.",
    "tierlist":"Tierlist",
    "tierlist_desc": "Explore the Ultimate Honkai: Star Rail Tier List! Discover the top-performing characters in HSR, including 5-Star, 4-Star, DPS, and support characters, all expertly ranked in this comprehensive guide. Stay ahead of the game and make informed choices with this invaluable resource."
  }
}